#version: 0.2 - Trained by `huggingface/tokenizers`
i n
_ (
i s
e r
o r
in d
in g
d is
f ind
find ing
d er
or der
dis order
t e
i t
o n
u s
i a
r a
it is
r e
Ġ C
Ġ A
a r
Ġ S
o f
i ra
1 9
I D
O V
OV ID
c u
cu te
s s
Ġ F
ĠA cute
ira l
t i
n e
e s
e c
y p
in us
inus itis
Ġ H
s inusitis
te d
m a
r on
Ġ P
m ia
p ec
us pec
ĠS uspec
ĠSuspec ted
C OVID
a ti
a s
ĠC OVID
ar y
v er
o u
ĠF e
d ia
ĠFe ver
i c
V iral
g h
c h
t or
Ġ Viral
ou gh
ĠC ough
tor y
a n
ĠH yp
t h
u m
l e
n g
o l
Ġ L
o b
o d
r o
u re
- _
_ -_
p h
+ _-_
B od
e x
ind ex
ma ss
ob es
Bod y
3 0
it y
obes ity
b e
v iral
ary ng
ph aryng
pharyng itis
c t
b ron
o c
te s
ch itis
be tes
bron chitis
i on
o ss
p ira
s ion
pira tory
e mia
ati on
a l
p a
t re
ĠS p
dia betes
Ġ M
u e
i l
re diabetes
t as
te n
tas te
ne mia
ĠL oss
ĠC h
s t
er ten
ra ct
ĠA nemia
ron ic
erten sion
pa in
g ue
ĠF ati
ĠFati gue
i m
ĠP rediabetes
h e
Ġ R
ra in
Ġ D
Ġ N
dis tre
distre ss
e n
t o
i r
o s
t r
or e
t um
on ia
ne um
ĠP neum
ĠPneum onia
Ġ Body
th ro
ĠCh ronic
g n
gn an
c ar
m e
o x
es piratory
ĠHyp ox
ract ure
ĠR espiratory
ĠHypox emia
a t
c er
g e
k le
u tum
ma l
an kle
ĠSp utum
s y
Ġ W
te o
ia l
a il
e as
m p
p re
in t
ir st
H yp
c y
f ail
f irst
r ia
s piratory
t er
w it
y s
is car
re spiratory
ĠF racture
es ter
im ester
tr imester
gnan cy
eas e
pre gnancy
Hyp ertension
fail ure
ria ge
wit h
iscar riage
i p
u r
on ary
ti on
ĠHyp er
ĠSp rain
thro at
e p
Ġ O
or mal
c ol
ar t
ĠN ormal
to m
a cer
e z
i d
o us
p ne
he ez
ĠD ys
ĠW heez
acer ation
pne a
ĠDys pnea
ĠWheez ing
p t
is tory
ĠH e
id emia
p p
ĠH istory
ol yp
en d
os is
pp end
m b
s teo
u l
ĠHyp ertension
ĠM iscarriage
ĠO steo
J o
c le
i g
j ur
Ġ Jo
us cle
ĠM uscle
jur y
ĠJo int
c al
d a
e d
r itis
s it
s ore
ar th
ĠL aceration
oc oc
tre pt
sit u
arth ritis
ococ cal
trept ococcal
a da
c on
l ip
n d
ar dia
ĠS ep
ch e
il l
ĠHyper lip
col on
ĠHe ada
ĠHyperlip idemia
ĠHeada che
C h
I n
a b
c tion
d e
in f
dis ease
ĠS treptococcal
ĠP olyp
sy mp
situ ation
symp tom
a us
l u
l as
m onary
n o
me dia
ul monary
c us
i z
r is
w ris
y oc
on cus
ar ction
ro me
sy nd
ardia l
wris t
yoc ardial
oncus sion
synd rome
D is
H e
a ct
a ppend
f ore
g ic
l a
l y
p or
t itis
Ġ B
er ial
or onary
ĠC oncussion
ar m
ou t
Ch ronic
Dis ease
He art
act erial
fore arm
por osis
e mb
h an
k e
k ne
p ulmonary
t ro
is m
ĠC oronary
ĠS tro
ti c
ol ism
ĠCh ill
ĠOsteo arthritis
emb olism
han d
kne e
ĠStro ke
A cute
a u
b y
c i
c aus
h ip
l l
l oss
m ig
r u
s is
s ci
u b
v ir
in jury
ne ss
ract ab
rain e
ĠD ia
os teo
int ractab
with out
ous ness
con sci
ĠSep sis
au ra
caus ed
mig raine
vir us
intractab le
consci ousness
' s
_ _
c o
l z
l er
r re
v en
Ġ In
ĠS ore
ec tom
ic itis
al ler
im er
he imer
thro mb
ppend icitis
ĠOsteo porosis
de ep
inf ec
append ectom
lz heimer
ven ous
ĠIn jury
aller gic
thromb osis
appendectom y
M iscarriage
P rediabetes
b acterial
c ted
d ue
d os
o p
o ver
p r
s h
s ia
s ub
x ation
ĠA ppendicitis
ĠA lzheimer
ec la
th e
st a
im ary
he art
ĠD ru
mp sia
lu xation
las m
dos e
op lasm
over dose
sub luxation
ecla mpsia
ĠDru g
I m
c k
e t
e iz
f arction
g es
h in
i b
i gh
i gnan
m ol
m yocardial
n ial
r hin
v e
in o
er en
ar s
ne ck
oc k
oc al
pa cted
ĠM yocardial
ĠW hip
con ges
ĠSep tic
In farction
inf arction
lu ng
las h
iz ed
osteo arthritis
pr imary
sh ock
Im pacted
eiz ure
ignan t
mol ars
rhin itis
eren nial
ocal ized
ĠWhip lash
F ib
O titis
a c
e cu
f o
k no
l ic
n t
n kno
o t
p olyp
r ill
t us
t yp
u nkno
w n
Ġ E
Ġ Impacted
it us
re ct
ĠA tr
ti ve
ne oplasm
ĠFe tus
th y
ol ic
ĠL ocalized
al ignant
pa thy
ĠM et
il d
ĠR ecu
ĠN e
tr ig
me ll
cer idemia
mp lic
ĠHyper trig
ĠO titis
ab olic
ly ceridemia
ĠDia betes
co mplic
rre nt
Fib rill
fo ot
typ e
unkno wn
rect al
ĠAtr ial
ĠMet abolic
ĠRecu rrent
mell itus
ĠHypertrig lyceridemia
complic ation
Fibrill ation
P erennial
V o
a m
b re
c e
c emia
c la
c ino
e a
g ly
h ia
l aceration
m it
n te
p ar
p ro
s ch
t ract
v ic
Ġ Vo
in ary
er ic
ĠA nte
ĠS inusitis
ti ous
as t
th igh
ĠM alignant
ĠN aus
mal l
ur inary
ĠHyper gly
col i
ĠHe art
ĠB acterial
infec tion
infec tious
sta te
ac ial
ĠE sch
bre ast
ce ll
cla vic
cino ma
mit ing
par tum
pro state
ĠVo miting
eric hia
ĠAnte partum
ĠNaus ea
ĠHypergly cemia
ĠEsch erichia
clavic le
A rre
a th
b rain
b ur
c an
e m
e ma
f racture
g re
h o
i x
l at
l ig
o gic
r r
s ing
s eizure
s mall
u ro
u pt
w ou
er al
re st
re eclampsia
ar rest
ĠF acial
ĠP ulmonary
ĠP ath
ĠP reeclampsia
as th
as al
dia c
le t
ol ogic
ph ys
be tic
he a
ĠR upt
ĠN on
ĠN asal
en t
car diac
col lat
ul let
ardia c
Ch ild
de gre
media l
append ix
ĠB ullet
osteo porosis
sta ge
conges tion
conges tive
ĠNe uro
am ent
Arre st
bur n
can cer
em phys
ho od
lig ament
rr hea
sing le
wou nd
ĠPath ologic
asth ma
ĠRupt ure
collat eral
degre e
ĠNeuro pathy
emphys ema
ĠPathologic al
A nemia
F racture
G out
N M
S treptococcal
T ub
T NM
a g
a ction
c q
c tive
f ic
i re
l igh
m o
o v
t ra
t ino
u ire
y st
Ġ Tub
on d
re action
re tino
ĠC ar
ĠC ardiac
ĠC yst
ĠA cq
ĠS ec
ĠS eizure
ĠP erennial
ob st
ten tion
ĠCh ild
car cinoma
at tention
ul ation
de fic
ĠB ligh
ru ctive
ĠDia betic
ĠDia rrhea
co ag
ĠNe oplasm
Child hood
ov um
uire d
ĠTub al
retino pathy
ĠCar cinoma
ĠCyst itis
ĠAcq uired
ĠSec ond
obst ructive
defic it
ĠBligh ted
coag ulation
4 0
A ppendicitis
A lzheimer
