[UNK]
[SEP]
[PAD]
[CLS]
[MASK]
History_of_single_seizure_(situation)
Seizure_disorder
Hypertension
Prediabetes
Polyp_of_colon
Osteoporosis_(disorder)
Recurrent_rectal_polyp
Malignant_tumor_of_colon
Viral_sinusitis_(disorder)
Alzheimer's_disease_(disorder)
Acute_viral_pharyngitis_(disorder)
Acute_bronchitis_(disorder)
Injury_of_anterior_cruciate_ligament
Pneumonia
Chronic_sinusitis_(disorder)
Body_mass_index_30+_-_obesity_(finding)
Anemia_(disorder)
Miscarriage_in_first_trimester
Stroke
Atrial_Fibrillation
Cough_(finding)
Sputum_finding_(finding)
Fever_(finding)
COVID-19
Loss_of_taste_(finding)
Suspected_COVID-19
Perennial_allergic_rhinitis
Osteoarthritis_of_knee
Otitis_media
Smokes_tobacco_daily
Familial_Alzheimer's_disease_of_early_onset_(disorder)
Sinusitis_(disorder)
Whiplash_injury_to_neck
Body_mass_index_40+_-_severely_obese_(finding)
Chronic_kidney_disease_stage_2_(disorder)
Microalbuminuria_due_to_type_2_diabetes_mellitus_(disorder)
Diabetic_renal_disease_(disorder)
Diabetes
Hyperglycemia_(disorder)
Hypertriglyceridemia_(disorder)
Metabolic_syndrome_X_(disorder)
Brain_damage_-_traumatic
Opioid_abuse_(disorder)
Facial_laceration
Neoplasm_of_prostate
Carcinoma_in_situ_of_prostate_(disorder)
Metastasis_from_malignant_tumor_of_prostate_(disorder)
History_of_cardiac_arrest_(situation)
Cardiac_Arrest
Hyperlipidemia
Localized__primary_osteoarthritis_of_the_hand
Coronary_Heart_Disease
Sprain_of_wrist
Myocardial_Infarction
History_of_myocardial_infarction_(situation)
Streptococcal_sore_throat_(disorder)
Fracture_of_clavicle
Fatigue_(finding)
Osteoarthritis_of_hip
Gout
Fracture_of_forearm
Sore_throat_symptom_(finding)
History_of_appendectomy
Rupture_of_appendix
Appendicitis
Major_depression_disorder
Alcoholism
Suspected_lung_cancer_(situation)
Small_cell_carcinoma_of_lung_(disorder)
Primary_small_cell_malignant_neoplasm_of_lung__TNM_stage_1_(disorder)
Epilepsy
Non-small_cell_lung_cancer_(disorder)
Non-small_cell_carcinoma_of_lung__TNM_stage_1_(disorder)
Headache_(finding)
Respiratory_distress_(finding)
Acute_respiratory_failure_(disorder)
Hypoxemia_(disorder)
Pneumonia_(disorder)
Sepsis_caused_by_virus_(disorder)
Acute_deep_venous_thrombosis_(disorder)
Septic_shock_(disorder)
Acquired_coagulation_disorder_(disorder)
Injury_of_kidney_(disorder)
Acute_respiratory_distress_syndrome_(disorder)
Laceration_of_hand
Chronic_kidney_disease_stage_1_(disorder)
Pathological_fracture_due_to_osteoporosis_(disorder)
Drug_overdose
Acute_pulmonary_embolism_(disorder)
Closed_fracture_of_hip
Chronic_congestive_heart_failure_(disorder)
Fracture_of_ankle
Sprain_of_ankle
Chronic_pain
Laceration_of_thigh
First_degree_burn
Malignant_neoplasm_of_breast_(disorder)
Perennial_allergic_rhinitis_with_seasonal_variation
Chronic_obstructive_bronchitis_(disorder)
Muscle_pain_(finding)
Joint_pain_(finding)
Acute_bacterial_sinusitis_(disorder)
Dyspnea_(finding)
Wheezing_(finding)
Nasal_congestion_(finding)
Laceration_of_foot
Acute_allergic_reaction
Pulmonary_emphysema_(disorder)
Recurrent_urinary_tract_infection
Fracture_subluxation_of_wrist
Chill_(finding)
Heart_failure_(disorder)
Concussion_injury_of_brain
Diabetic_retinopathy_associated_with_type_II_diabetes_mellitus_(disorder)
Nonproliferative_diabetic_retinopathy_due_to_type_2_diabetes_mellitus_(disorder)
Proliferative_diabetic_retinopathy_due_to_type_II_diabetes_mellitus_(disorder)
Neuropathy_due_to_type_2_diabetes_mellitus_(disorder)
Shock_(disorder)
Concussion_with_loss_of_consciousness
Rupture_of_patellar_tendon
Normal_pregnancy
Preeclampsia
Blighted_ovum
Fetus_with_unknown_complication
Laceration_of_forearm
Second_degree_burn
Primary_malignant_neoplasm_of_colon
Bacterial_infectious_disease_(disorder)
Impacted_molars
Chronic_intractable_migraine_without_aura
Macular_edema_and_retinopathy_due_to_type_2_diabetes_mellitus_(disorder)
Injury_of_tendon_of_the_rotator_cuff_of_shoulder
Escherichia_coli_urinary_tract_infection
Proteinuria_due_to_type_2_diabetes_mellitus_(disorder)
Chronic_kidney_disease_stage_3_(disorder)
Idiopathic_atrophic_hypothyroidism
Injury_of_heart_(disorder)
Bullet_wound
Concussion_with_no_loss_of_consciousness
Tubal_pregnancy
Child_attention_deficit_disorder
Cystitis
Antepartum_eclampsia
Overlapping_malignant_neoplasm_of_colon
Fracture_of_rib
Hemoptysis_(finding)
Nausea_(finding)
Vomiting_symptom_(finding)
Diarrhea_symptom_(finding)
Posttraumatic_stress_disorder
Rheumatoid_arthritis
Injury_of_medial_collateral_ligament_of_knee
History_of_amputation_of_foot_(situation)
Protracted_diarrhea
Bleeding_from_anus
Primary_fibromyalgia_syndrome
Tear_of_meniscus_of_knee
Fracture_of_the_vertebral_column_with_spinal_cord_injury
Secondary_malignant_neoplasm_of_colon
Passive_conjunctival_congestion_(finding)
Atopic_dermatitis
Third_degree_burn
Traumatic_brain_injury_(disorder)
Childhood_asthma
At_risk_for_suicide_(finding)
History_of_lower_limb_amputation_(situation)
Seasonal_allergic_rhinitis
Burn_injury(morphologic_abnormality)
Asthma
Fracture_of_vertebral_column_without_spinal_cord_injury
Acute_Cholecystitis
Cholelithiasis
Chronic_paralysis_due_to_lesion_of_spinal_cord
Lupus_erythematosus
Non-low_risk_pregnancy
Pyelonephritis
Suicidal_deliberate_poisoning
Attempted_suicide_-_suffocation
Major_depression__single_episode
Male_Infertility
Cystic_Fibrosis
Infection_caused_by_Pseudomonas_aeruginosa
Sepsis_caused_by_Pseudomonas_(disorder)
Contact_dermatitis